def area(a, b):
    '''
     Возвращает площадь прямоугольника

     Параметры: a (int): первая сторона прямоугольника
               b (int): вторая сторона прямоугольника

     Возвращаемое значение: (int) площадь прямоугольника
    '''
    return a * b


def perimeter(a, b):
    '''
    Возвращает периметр прямоугольника

    Параметры: a (int): первая сторона прямоугольника
               b (int): вторая сторона прямоугольника

    Возвращаемое значение: (int) периметр прямоугольника
    '''
    return (a + b) * 2
