def area(a, h):

    '''
     Возвращает площадь треугольника

     Параметры: a (int): основание треугольника
                h (int): высота треугольника

     Возвращаемое значение: (int) площадь треугольника
    '''

    return a * h / 2

def perimeter(a, b, c):

    '''
    Возвращает периметр треугольника

    Параметры: a (int): первая сторона прямоугольника
               b (int): вторая сторона прямоугольника
               c (int): третья сторона прямоугольника

    Возвращаемое значение: (int) периметр треугольника
    '''
    return a + b + c
